---
kind: enumMember
id: F:Autodesk.Revit.DB.ZoomType.FitToPage
enum: Autodesk.Revit.DB.ZoomType
source: html/4576d9a5-03d1-20d3-ff76-8224c8cccb49.htm
---
# Autodesk.Revit.DB.ZoomType.FitToPage

The type of Zoom is Fit To Page.